{
    "64159f4c-c3f1-11ed-afa1-0242ac120002": {
        "_id": "64159f4c-c3f1-11ed-afa1-0242ac120002",
        "title": "7 Awesome Reasons to Visit Aruba",
        "category": "South America",
        "createdOn": "21 Mar 2023",
        "author": "Jean Smith",
        "imageUrl": "https://res.cloudinary.com/dnvg6uuxl/image/upload/v1677863148/travel-blog/destination/aruba_askniz.jpg",
        "content": "There are so many reasons to visit Aruba islands! If you are looking to plan your next Caribbean vacation, you will find many fun things to do in Aruba.\n Info for the Aruba Island\n Aruba is a small island physically located in the mid-south of the Caribbean Sea about 29km north of the Venezuela peninsula of Paraguaná and 80km north-west of Curaçao.\nAruba is one of the four countries that form the Kingdom of the Netherlands, along with the Netherlands, Curaçao, and Sint Maarten; the citizens of these countries are all Dutch nationals.\n10 reasons to visit Aruba\n 1. Get some sun, sand & surf at Aruba's beaches: if you want to do surfing, get some sand in your feet, swimming and more you can visit Aruba's beaches. THe west coast is lined with resorts and vibrant with activities.  \n 2. Have a scuba diving adventure: you will be able to see the underwater life's in Aruba\n 3. Take a Cruise or a Sail Around the Island. \n 4. Wildlife and natural wonders in Aruba: you will be able to visit Aruba's natural habitats and sanctuaries. If you look for fun activities you can go to Flamingo Island. \n 5. Visit the Natural Bridges: there are 7 natural bridges on the north-east shore of Aruba. The Natural Bridges was the most famous, but collapsed due to Hurricane Katrina in 2005. \n 6. Plan a visit to California Dunes at Hudishibana, which were named after the famous ship 'California' isolated on the north-western tip of the island where are some of the spectacular scenery. \n 7. Explore the island on horseback: there are several operators that offers horseback riding tours. One of the most popular Aruba sightseeing tour on horseback is Bushiribana Gold Mill Ruins and Baby Natural Bridge."
    },
    "a3b0a408-c3f1-11ed-afa1-0242ac120002": {
        "_id": "a3b0a408-c3f1-11ed-afa1-0242ac120002",
        "title": "The Oxford University College",
        "category": "Europe",
        "createdOn": "16 Feb 2023",
        "author": "Jean Smith",
        "imageUrl": "https://res.cloudinary.com/dnvg6uuxl/image/upload/v1678115031/travel-blog/popular/oxford-uni_rnmvu0.jpg",
        "content": "University College (in full The College of the Great Hall of the University of Oxford, colloquially referred to as 'Univ') is a constituent college of the University of Oxford in England. It has a claim to being the oldest college of the university, having been founded in 1249 by William of Durham.\n As of 2018, the college had an estimated financial endowment of £132.7m.\n The college is associated with a number of influential people, including Clement Attlee, Harold Wilson, Bill Clinton, Neil Gorsuch, Stephen Hawking, C. S. Lewis, V. S. Naipaul, Robert Reich, William Beveridge, Bob Hawke, Robert Cecil, and Percy Bysshe Shelley\n A legend arose in the 14th century that the college was founded by King Alfred in 872. This explains why the college arms are those attributed to King Alfred, why the Visitor is always the reigning monarch, and why the college celebrated its millennium in 1872. Most agree that in reality the college was founded in 1249 by William of Durham. He bequeathed money to support ten or twelve masters of arts studying divinity, and a property which became known as Aula Universitatis (University Hall) was bought in 1253. This later date still allows the claim that Univ is the oldest of the Oxford colleges, although this is contested by Balliol College and Merton College. Univ was only open to fellows studying theology until the 16th century.\n The main entrance to the college is on the High Street and its grounds are bounded by Merton Street and Magpie Lane. The college is divided by Logic Lane, which is owned by the college and runs through the centre. The western side of the college is occupied by the library, the hall, the chapel and the two quadrangles which house both student accommodation and college offices. The eastern side of the college is mainly devoted to student accommodation in rooms above the High Street shops, on Merton Street or in the separate Goodhart Building. This building is named after former master of the college, Arthur Lehman Goodhart."
    },
    "5aa10b72-c3f1-11ed-afa1-0242ac120002": {
        "_id": "5aa10b72-c3f1-11ed-afa1-0242ac120002",
        "title": "The Trans Canada Trail",
        "category": "North America",
        "createdOn": "28 Feb 2023",
        "author": "Jean Smith",
        "imageUrl": "https://res.cloudinary.com/dnvg6uuxl/image/upload/v1677797444/travel-blog/popular/hiking-canada_ubwtfl.jpg",
        "content": "The Trans Canada Trail, officially named The Great Trail between September 2016 and June 2021, is a cross-Canada system of greenways, waterways, and roadways that stretches from the Atlantic to the Pacific to the Arctic oceans. The trail extends over 24,000 km (15,000 mi); it is now the longest recreational, multi-use trail network in the world. The idea for the trail began in 1992, shortly after the Canada 125 celebrations. Since then it has been supported by donations from individuals, corporations, foundations, and all levels of government.\nTrans Canada Trail (TCT) is the name of the non-profit group that raises funds for the continued development of the trail. However, the trail is owned and operated at the local level.\nOn August 26, 2017, TCT celebrated the connection of the trail with numerous events held throughout Canada. TCT has said it now plans to make the trail more accessible, replace interim roadways with off-road greenways, add new spurs and loops to the trail, and fund emergency repairs when needed.\nOrigin of trail idea\nThe creation of the trail was born of Canada's 125th anniversary celebrations in 1992. It has its counterparts in such other greenway routes as the 12 EuroVelo routes, the UK's National Cycle Network, and the United States Numbered Bicycle Routes network.\nDevelopment and maintenance\nThe network of the Trans Canada Trail is made up of more than 400 community trails. Each trail section is developed, owned, and managed locally by trail groups, conservation authorities, and by municipal, provincial, territorial, and federal governments, for instance in parks such as Gatineau Park or along existing trails such as the Cataraqui Trail and Voyageur Hiking Trail. The Trans Canada Trail supports the construction and use of greenways to replace roadways."
    },
    "4abd9b44-c3f1-11ed-afa1-0242ac120002": {
        "_id": "4abd9b44-c3f1-11ed-afa1-0242ac120002",
        "title": "Sagrada Família by the Architect Antoni Gaudí",
        "category": "Europe",
        "createdOn": "03 March 2023",
        "author": "Jean Smith",
        "imageUrl": "https://res.cloudinary.com/dnvg6uuxl/image/upload/v1677864970/travel-blog/destination/sagrada-fam%C3%ADlia_lgwlml.jpg",
        "content": "The Basílica i Temple Expiatori de la Sagrada Família, shortened as the Sagrada Família, is an unfinished church in the Eixample district of Barcelona, Catalonia, Spain. It is the largest unfinished Catholic church in the world. Designed by the Catalan architect Antoni Gaudí, his work on Sagrada Família is part of a UNESCO World Heritage Site. On 7 November 2010, Pope Benedict XVI consecrated the church and proclaimed it a minor basilica.\nOn 19 March 1882, construction of the Sagrada Família began under architect Francisco de Paula del Villar. In 1883, when Villar resigned, Gaudí took over as chief architect, transforming the project with his architectural and engineering style, combining Gothic and curvilinear Art Nouveau forms. Gaudí devoted the remainder of his life to the project, and he is buried in the church's crypt. At the time of his death in 1926, less than a quarter of the project was complete.\nRelying solely on private donations, the Sagrada Família's construction progressed slowly and was interrupted by the Spanish Civil War. In July 1936, anarchists from the FAI set fire to the crypt and broke their way into the workshop, partially destroying Gaudí's original plans.In 1939, Francesc de Paula Quintana took over site management, which was able to go on due to the material that was saved from Gaudí’s workshop and that was reconstructed from published plans and photographs.Construction resumed to intermittent progress in the 1950s. Advancements in technologies such as computer-aided design and computerised numerical control (CNC) have since enabled faster progress and construction passed the midpoint in 2010. However, some of the project's greatest challenges remain, including the construction of ten more spires, each symbolising an important Biblical figure in the New Testament.It was anticipated that the building would be completed by 2026, the centenary of Gaudí's death,but this has now been delayed due to the COVID-19 pandemic."
    },
    "6f404480-c3f1-11ed-afa1-0242ac120002": {
        "_id": "6f404480-c3f1-11ed-afa1-0242ac120002",
        "title": "Shri Lanka",
        "category": "South Asia",
        "createdOn": "14 Feb 2023",
        "author": "Jean Smith",
        "imageUrl": "https://res.cloudinary.com/dnvg6uuxl/image/upload/v1677864594/travel-blog/destination/shri-lanka_c3b69x.jpg",
        "content": "Sri Lanka  formerly known as Ceylon and officially the Democratic Socialist Republic of Sri Lanka, is an island country in South Asia. It lies in the Indian Ocean, southwest of the Bay of Bengal, separated from the Indian peninsula by the Gulf of Mannar and the Palk Strait. Sri Lanka shares a maritime border with the Maldives in the south-west and India in the north-west.\n Climate\n The climate is tropical and warm because of moderating effects of ocean winds. Mean temperatures range from 17 °C in the central highlands, where frost may occur for several days in the winter, to a maximum of 33 °C in low-altitude areas. Average yearly temperatures range from 28 °C to nearly 31 °C. Day and night temperatures may vary by 14 °C (57.2 °F) to 18 °C.\n Flora and fauna\n Wildlife of Sri Lanka includes its flora and fauna and their natural habitats. Sri Lanka has one of the highest rates of biological endemism (16% of the fauna and 23% of flowering plants are endemic) in the world.\n Western Ghats of India and Sri Lanka were included among the first 18 global biodiversity hotspots due to high levels of species endemism. The number of biodiversity hotspots has now increased to 34. Sri Lanka has the highest biodiversity per unit area among Asian countries for flowering plants and all vertebrate groups except birds. A remarkably high proportion of the species among its flora and fauna, 27% of the 3,210 flowering plants and 22% of the mammals, are endemic. Sri Lanka supports a rich avifauna of that stands at 453 species and this include 240 species of birds that are known to breed in the country. 33 species are accepted by some ornithologists as endemic while some ornithologists consider only 27 are endemic and the remaining six are considered as proposed endemics. Sri Lanka's protected areas are administrated by two government bodies; The Department of Forest Conservation and the Department of Wildlife Conservation. Department of Wildlife Conservation administrates 61 wildlife sanctuaries, 22 national parks, four nature reserves, three strict nature reserves, and one jungle corridor while Department of Forest Conservation oversees 65 conservation forests and one national heritage wilderness area. 26.5% of the country's land area is legally protected. This is a higher percentage of protected areas when compared to the rest of Asia.\n Culture \n The culture of Sri Lanka is influenced primarily by Buddhism and Hinduism.Sri Lanka is the home to two main traditional cultures: the Sinhalese (centred in Kandy and Anuradhapura) and the Tamil (centred in Jaffna). Tamils co-existed with the Sinhalese people since then, and the early mixing rendered the two ethnic groups almost physically indistinguishable.Ancient Sri Lanka is marked for its genius in hydraulic engineering and architecture. The British colonial culture has also influenced the locals. The rich cultural traditions shared by all Sri Lankan cultures is the basis of the country's long life expectancy, advanced health standards and high literacy rate.\n Food and festivals\n Dishes include rice and curry, pittu, kiribath, wholemeal roti, string hoppers, wattalapam (a rich pudding of Malay origin made with coconut milk, jaggery, cashews, eggs, and spices including cinnamon and nutmeg), kottu, and appam. Jackfruit may sometimes replace rice. Traditionally food is served on a plantain leaf or lotus leaf. Middle Eastern influences and practices are found in traditional Moor dishes, while Dutch and Portuguese influences are found with the island's Burgher community preserving their culture through traditional dishes such as lamprais (rice cooked in stock and baked in a banana leaf), breudher (Dutch holiday biscuit), and Bolo fiado (Portuguese-style layer cake).\n In April, Sri Lankans celebrate the Buddhist and Hindu new year festivals.Esala Perahera is a symbolic Buddhist festival consisting of dances and decorated elephants held in Kandy in July and August. Fire dances, whip dances, Kandyan dances and various other cultural dances are integral parts of the festival. Christians celebrate Christmas on 25 December to celebrate the birth of Jesus Christ and Easter to celebrate the resurrection of Jesus. Tamils celebrate Thai Pongal and Maha Shivaratri, and Muslims celebrate Hajj and Ramadan."
    },
    "7cae470c-c3f1-11ed-afa1-0242ac120002": {
        "_id": "7cae470c-c3f1-11ed-afa1-0242ac120002",
        "title": "10 Most Beautiful Caribbean Islands",
        "category": "North America",
        "createdOn": "23 Jan 2023",
        "author": "Jean Smith",
        "imageUrl": "https://res.cloudinary.com/dnvg6uuxl/image/upload/v1677793405/travel-blog/popular/caribbean_efthqn.jpg",
        "content": "Almost all of the Caribbean islands are in the Caribbean Sea, with only a few in inland lakes. The largest island is Cuba. Other sizable islands include Hispaniola, Jamaica, Puerto Rico, North Andros, and Trinidad. Some of the smaller islands are referred to as a rock or reef. \n Islands are listed in alphabetical order by country of ownership and/or those with full independence and autonomy. Islands with coordinates can be seen on the map linked to the right. \n St. Lucia \n The island was previously called Iouanalao and later Hewanorra, names given by the native Arawaks and Caribs (respectively), two Amerindian peoples. \n Tourism is easily the largest contributor to Saint Lucia's economy. Tourist numbers tend to be more substantial during the dry season (January to April), often referred to as the tourist season. Saint Lucia's tropical weather, scenery, beaches and resorts have made it a popular tourist destination, with 1.29 million visitors arriving in 2019. \n Saint Lucia has a total area of 617 square kilometers (238 sq mi). As a volcanic island, Saint Lucia is very mountainous, with its highest point being Mount Gimie, at 950 metres (3,120 feet) above sea level.The Pitons, two mountainous volcanic plugs, form the island's most famous landmark. Saint Lucia is also home to the world's only drive in volcano, the Sulphur Springs. There are a number of small islands off the coast, the largest of which are the Maria Islands, located in the south-east of the island. \n Exuma Cays Bahamas \n Exuma is a district of The Bahamas, consisting of over 365 islands, also called cays. \n The largest of the cays is Great Exuma, which is 37 mi (60 km) in length and joined to another island, Little Exuma, by a small bridge. The capital and largest town in the district is George Town (population 1,437). It was founded 1793 and located on Great Exuma. Near the town, but on Little Exuma, the Tropic of Cancer runs across Pelican Beach lending it another name: Tropic of Cancer Beach. Its white sand and turquoise waters make it a world-famous destination. \n Exuma International Airport serves the island of Great Exuma including the city of George Town directly from Nassau, Miami, Atlanta, Fort Lauderdale, Charlotte, and Toronto. Staniel Cay also has a small airstrip commercially served by charter or scheduled charter airlines. A number of other cays have small airstrips, both private and public. Boat travel from Nassau to the Northern Exuma Cays is approximately one hour. \n Grenada \n  Grenada consists of the island of Grenada itself, two smaller islands, Carriacou and Petite Martinique, and several small islands which lie to the north of the main island and are a part of the Grenadines. It is located northwest of Trinidad and Tobago, northeast of Venezuela and southwest of Saint Vincent and the Grenadines. \n The origin of the name 'Grenada' is obscure, but it is likely that Spanish sailors named the island for the Andalusian city of Granada. \n The island of Grenada is the southernmost island in the Antilles archipelago, bordering the eastern Caribbean Sea and western Atlantic Ocean, and roughly 140 km (90 mi) north of both Venezuela and Trinidad and Tobago. Its sister islands make up the southern section of the Grenadines, which include Carriacou, Petite Martinique, Ronde Island, Caille Island, Diamond Island, Large Island, Saline Island, and Frigate Island; the remaining islands to the north belong to St Vincent and the Grenadines. Most of the population lives on Grenada, and major towns there include the capital, St. George's, Grenville and Gouyave. The largest settlement on the sister islands is Hillsborough on Carriacou. \n Cuba \n Cuba is located where the northern Caribbean Sea, Gulf of Mexico, and Atlantic Ocean meet. Cuba is located east of the Yucatán Peninsula (Mexico), south of both the American state of Florida and the Bahamas, west of Hispaniola (Haiti/Dominican Republic), and north of both Jamaica and the Cayman Islands. Havana is the largest city and capital; other major cities include Santiago de Cuba and Camagüey. \n Cuba is one of a few extant Marxist-Leninist one-party socialist states, in which the role of the vanguard Communist Party is enshrined in the Constitution. Cuba has an authoritarian regime where political opposition is not permitted.\n Cayman Islands \n The Cayman Islands is a self-governing British Overseas Territory, and the largest by population. The 264-square-kilometre (102-square-mile) territory comprises the three islands of Grand Cayman, Cayman Brac and Little Cayman, which are located to the south of Cuba and northeast of Honduras, between Jamaica and Mexico's Yucatán Peninsula. The capital city is George Town on Grand Cayman, which is the most populous of the three islands. \n The Cayman Islands is considered to be part of the geographic Western Caribbean Zone as well as the Greater Antilles. The territory is a major world offshore financial centre for international businesses and wealthy individuals, largely as a result of the state not charging taxes on any income earned or stored. \n The mammalian species in the Cayman Islands include the introduced Central American agouti and eight species of bats. At least three now extinct native rodent species were present until the discovery of the islands by Europeans. Marine life around the island of the Grand Cayman includes tarpon, silversides (Atheriniformes), French angelfish (Pomacanthus paru), and giant barrel sponges. A number of cetaceans are found in offshore waters. These species include the goose-beaked whale (Ziphius cavirostris), Blainville's beaked whale (Mesoplodon densirostris) and sperm whale (Physeter macrocephalus). \n One of Grand Cayman's main attractions is Seven Mile Beach, site of a number of the island's hotels and resorts. Named one of the Ultimate Beaches by Caribbean Travel and Life, Seven Mile Beach (due to erosion over the years, the number has decreased to 5.5 miles) is a public beach on the western shore of Grand Cayman Island. Historical sites in Grand Cayman, such as Pedro St. James Castle in Savannah, also attract visitors. \n All three islands offer scuba diving, and the Cayman Islands are home to several snorkelling locations where tourists can swim with stingrays. The most popular area to do this is Stingray City, Grand Cayman. Stingray City is a top attraction in Grand Cayman and originally started in the 1980s when divers started feeding squid to stingrays. The stingrays started to associate the sound of the boat motors with food, and thus visit this area year-round. \n Jamaica \n Jamaica is the third largest island in the Caribbean. Mountains dominate the interior: the Don Figuerero, Santa Cruz, and May Day mountains in the west, the Dry Harbour Mountains in the centre, and the John Crow Mountains and Blue Mountains in the east, the latter containing Blue Mountain Peak, Jamaica's tallest mountain at 2,256 m. They are surrounded by a narrow coastal plain. Jamaica has two cities, the first being Kingston, the capital city and centre of business, located on the south coast and the second being Montego Bay, one of the best known cities in the Caribbean for tourism, located on the north coast. Kingston Harbour is the seventh-largest natural harbour in the world, which contributed to the city being designated as the capital in 1872. Other towns of note include Portmore, Spanish Town, Savanna la Mar, Mandeville and the resort towns of Ocho Ríos, Port Antonio and Negril. \n Tourist attractions include Dunn's River Falls in St. Ann, YS Falls in St. Elizabeth, the Blue Lagoon in Portland, a dormant volcano's crater, and Port Royal, site of a major earthquake in 1692 that helped form the island's Palisadoes tombolo. \n Among the variety of terrestrial, aquatic and marine ecosystems are dry and wet limestone forests, rainforest, riparian woodland, wetlands, caves, rivers, seagrass beds and coral reefs. The authorities have recognised the tremendous significance and potential of the environment and have designated some of the more 'fertile' areas as 'protected'. Among the island's protected areas are the Cockpit Country, Hellshire Hills, and Litchfield forest reserves. \n Curacao \n Curaçao was formerly part of the Curaçao and Dependencies colony from 1815 to 1954 and later the Netherlands Antilles from 1954 to 2010, as Island Territory of Curaçao and is now formally called the Country of Curaçao. \n It includes the main island of Curaçao and the much smaller, uninhabited island of Klein Curaçao ('Little Curaçao'). Curaçao has a population of 158,665 (January 2019 est.), with an area of 444 km2 (171 sq mi); its capital is Willemstad. \n Curaçao is semi-arid, and as such has not supported the numerous tropical species of mammals, birds, and lizards most associated with rainforests. Dozens of species of hummingbirds, bananaquits, orioles, and the larger terns, herons, egrets, and even flamingos make their homes near ponds or in coastal areas. The trupial, a black bird with a bright orange underbelly and white swatches on its wings, is common to Curaçao. The mockingbird, called chuchubi in Papiamentu, resembles the North American mockingbird, with a long white-grey tail and a grey back. Near shorelines, big-billed brown pelicans feed on fish. Other seabirds include several types of gulls and large cormorants. \n Nevis \n During the 17th and 18th centuries, massive deforestation was undertaken by the planters as the land was initially cleared for sugar cultivation. This intense land exploitation by the sugar and cotton industry lasted almost 300 years, and greatly changed the island's ecosystem. \n In some places along the windswept southeast or 'Windward' coast of the island, the landscape is radically altered compared with how it used to be in pre-colonial times.  Due to extreme land erosion, the topsoil was swept away, and in some places at the coast, sheer cliffs as high as 25 metres (82 feet) have developed. \n Thick forest once covered the eastern coastal plain, where the Amerindians built their first settlements during the Aceramic period, complementing the ecosystem surrounding the coral reef just offshore. It was the easy access to fresh water on the island and the rich food source represented by the ocean life sheltered by the reef that made it feasible for the Amerindians to settle this area. \n Nevis has several natural freshwater springs (including Nelson's Spring). The island also has numerous non-potable volcanic hot springs, including most notably the Bath Spring near Bath village, just south of the capital Charlestown. \n After heavy rains, powerful rivers of rainwater pour down the numerous ravines (known as ghauts). When the water reaches the coastline, the corresponding coastal ponds, both freshwater and brackish, fill to capacity and beyond, spilling over into the sea. \n Aruba \n The isolation of Aruba from the mainland of South America has fostered the evolution of multiple endemic animals. The island provides a habitat for the endemic Aruban Whiptail and Aruba Rattlesnake, as well as an endemic subspecies of Burrowing Owl and Brown-throated Parakeet. \n The flora of Aruba differs from the typical tropical island vegetation. Xeric scrublands are common, with various forms of cacti, thorny shrubs, and evergreens. Aloe vera is also present, its economic importance earning it a place on the coat of arms of Aruba. \n Cacti like Melocactus and Opuntia are represented on Aruba by species like Opuntia stricta. Trees like Caesalpinia coriaria and Vachellia tortuosa are drought tolerant. \n Puerto Rico \n Puerto Rico officially the Commonwealth of Puerto Rico  is a Caribbean island and unincorporated territory of the United States with official Commonwealth status. It is located in the northeast Caribbean Sea. \n Puerto Rico was contested by other European powers, but remained a Spanish possession for the next four centuries. An influx of African slaves and settlers primarily from the Canary Islands and Andalusia vastly changed the cultural and demographic landscape of the island. Within the Spanish Empire, Puerto Rico played a secondary but strategic role compared to wealthier colonies like Peru and New Spain. \n Puerto Rico consists of the main island of Puerto Rico and various smaller islands, including Vieques, Culebra, Mona, Desecheo, and Caja de Muertos. Of these five, only Culebra and Vieques are inhabited year-round. Mona, which has played a key role in maritime history, is uninhabited most of the year except for employees of the Puerto Rico Department of Natural Resources. \n The island is mostly mountainous with large coastal areas in the north and south. The main mountain range is called 'La Cordillera Central' (The Central Range). \n Puerto Rico has 17 lakes, all man-made, and more than 50 rivers, most originating in the Cordillera Central. Rivers in the northern region of the island are typically longer and of higher water flow rates than those of the south, since the south receives less rain than the central and northern regions. \n The most recognizable endemic species and a symbol of Puerto Rican pride is the coquí, a small frog easily identified by the sound of its call, from which it gets its name. Most coquí species (13 of 17) live in the El Yunque National Forest, a tropical rainforest in the northeast of the island previously known as the Caribbean National Forest. El Yunque is home to more than 240 plants, 26 of which are endemic to the island. It is also home to 50 bird species, including the critically endangered Puerto Rican amazon. \n Barbados \n Barbados  is an island country in the Lesser Antilles of the West Indies, in the Caribbean region of the Americas, and the most easterly of the Caribbean Islands. \n Inhabited by Kalinago people since the 13th century, and prior to that by other Amerindians, Spanish navigators took possession of Barbados in the late 15th century, claiming it for the Crown of Castile. \n Barbados's population is predominantly of African ancestry. While it is technically an Atlantic island, Barbados is closely associated with the Caribbean and is ranked as one of its leading tourist destinations. \n Barbados is situated in the Atlantic Ocean, east of the other West Indies Islands. Barbados is the easternmost island in the Lesser Antilles. It is flat in comparison to its island neighbours to the west, the Windward Islands. The island rises gently to the central highland region known as Scotland District, with the highest point being Mount Hillaby 340 m (1,120 ft) above sea level. \n As a coral-limestone island, Barbados is highly permeable to seepage of surface water into the earth. The government has placed great emphasis on protecting the catchment areas that lead directly into the huge network of underground aquifers and streams. On occasion illegal squatters have breached these areas, and the government has removed squatters to preserve the cleanliness of the underground springs which provide the island's drinking water. \n Barbados is host to four species of nesting turtles (green turtles, loggerheads, hawksbill turtles, and leatherbacks) and has the second-largest hawksbill turtle-breeding population in the Caribbean. The driving of vehicles on beaches can crush nests buried in the sand and such activity is discouraged in nesting areas. \n Barbados is also the host to the green monkey. The green monkey is found in West Africa from Senegal to the Volta River. It has been introduced to the Cape Verde islands off north-western Africa, and the West Indian islands of Saint Kitts, Nevis, Saint Martin, and Barbados. It was introduced to the West Indies in the late 17th century when slave trade ships travelled to the Caribbean from West Africa. The green monkey is considered a very curious and mischievous/troublesome animal by locals."
    },
    "8b80d196-c3f1-11ed-afa1-0242ac120002": {
        "_id": "8b80d196-c3f1-11ed-afa1-0242ac120002",
        "title": "The Best Places to Visit in South Africa",
        "category": "South Africa",
        "createdOn": "09 Jan 2023",
        "author": "Jean Smith",
        "imageUrl": "https://res.cloudinary.com/dnvg6uuxl/image/upload/v1677863934/travel-blog/destination/south-africa_sjjdnh.jpg",
        "content": "Take a Safari\n Lion & Safari Park is a conservation enclosure for lions, cheetahs, hyena, wild dogs and various antelope. It is located in the Cradle of Humankind in the North West province of South Africa.\n The Lion & Safari Park was originally a wildlife conservation enclosure for lions located in the Gauteng province in South Africa. In 2016, the park relocated to new premises of 600 hectare in the Cradle of Humankind in the North West province. The park is situated north of Lanseria Airport within driving distance of Johannesburg and Pretoria. It has a large variety of predators and large herbivores indigenous to Africa.\n Explore Downtown Durban\n Visit the Mandela Arrest Site\n Visit the Lake St Lucia \n The Lake St Lucia is an estuarine lake system in northern KwaZulu-Natal, South Africa. It is the largest estuarine lake in Southern Africa, covering an area of approximately 350 square kilometres, and falls within the iSimangaliso Wetland Park. The lake was named Santa Lucia by Manuel Perestrello on 13 December 1575, the day of the feast of Saint Lucy. It was later renamed to St. Lucia.\n St Lucia Lake harbours rich fauna, including crocodiles, hippopotami, monitor lizards, over 400 bird species, invertebrates, and the occasional bull shark. \n  The Cape Fold Belt is a fold and thrust belt of late Paleozoic age, which affected the sequence of sedimentary rock layers of the Cape Supergroup in the southwestern corner of South Africa.\n The Cape Fold Mountains form a series of parallel ranges that run along the south-western and southern coastlines of South Africa for 850 km from the Cederberg 200 km to the north of the Cape Peninsula, and then along the south coast as far as Port Elizabeth, 650 km to the east.\n Hike in the Drakensberg Mountains\n The Drakensberg is the eastern portion of the Great Escarpment, which encloses the central Southern African plateau. The Great Escarpment reaches its greatest elevation - 2,000 to 3,482 metres within the border region of South Africa and Lesotho.\n There are numerous caves in the easily eroded sandstone of Clarens Formation, the layer below the thick, hard basalt layer on the KwaZulu Natal-Lesotho border. Many of these caves have paintings by the San (Bushmen). This portion of the Drakensberg has between 35,000 and 40,000 works of San rock art, and is the largest collection of such parietal work in the world. Some 20,000 individual rock paintings have been recorded at 500 different caves and overhanging sites between the Drakensberg Royal Natal National Park and Bushman's Nek. Due to the materials used in their production, these paintings are difficult to date, but there is anthropological evidence, including many hunting implements, that the San people existed in the Drakensberg at least 40,000 years ago, and possibly more than 100,000 years ago.\n Plettenberg Bay, or Plett, is the primary town of the Bitou Local Municipality in the Western Cape Province of South Africa.\n Plettenberg Bay hosts one of the largest seagull breeding colonies along the South African coast at the mouth of the Keurbooms River, named after the indigenous keurboom tree. There are many pelagic birds in the area as well as the endangered African oystercatcher which live along the shores.\n The Keurbooms River estuary is home to the Knysna or Cape Seahorse, Hippocampus Capensis. This is South Africa's only endemic seahorse, and is found only in the estuaries of the Keurbooms, Knysna and Swartvlei rivers. It measures about 12cm in length, and attaches itself to eel-grass.\n The town is highly seasonal, with a large proportion of second homes used exclusively during peak holiday periods. Popular with domestic and foreign tourists alike, many make it a stop along the garden route to visit local attractions such as Robberg Peninsula Nature Reserve, the world's largest free-flight aviary Birds of Eden, Sea Kayaking and Whale Watching, as a base to start the coastal Otter Trail, Monkeyland Primate Sanctuary or a host of other outdoor activities on offer."
    },
    "996c7ada-c3f1-11ed-afa1-0242ac120002": {
        "_id": "996c7ada-c3f1-11ed-afa1-0242ac120002",
        "title": "The Best Colombian Food: 8 Delicious Colombian Foods to Try",
        "category": "South America",
        "createdOn": "23 Jan 2023",
        "author": "Jean Smith",
        "imageUrl": "https://res.cloudinary.com/dnvg6uuxl/image/upload/v1678112494/travel-blog/destination/colombian-foods_xkfouf.jpg",
        "content": "Before visiting Colombian you should do some research of the best Latino American food. In here you can find some delicious foods for whether are you going to Colombian restaurant or visiting Colombia. Try this Colombian foods:\n Sopa is a classic traditional Colombian food. The best soup in Colombia.\n AJACO/ Chicken, corn and potato stew\n Ajiaco is native to Bogota. It is made with 3 different potatoes, one of which can be only find in this area.\n The rich flavor of this soup comes from a Colombian herb called guasca. You will find hunks of corn on the cob and chicken.\n Cazuela De Mariscos / Seafood Stew\n Cazuela de Mariscos is a creamy seafood strew that is cooked with coconut milk, shrimps, clams, and white fish. Given that country borders the Pacific and Atlantic Oceans.\n The Best Street Food in Colombia\n Mango Biche con sal y lemon/ Unripe green mango with salt and lemon\n In Colombia one of the most delicious street foods you can get is unripe mango, topped with a squeeze of lemon and a sprinkle of salt.\n This snacks is perfect mix of sweet, savory and sour. Ripe mangoes are very sweet, but an unripe ones are only slightly sweet.\n Arepas\n Arepas are basically cornmeal pancakes and they contaiins pretty much every meal in Colombia. In the restaurante meal sometimes you have plan arepas on the side.\n However, the street arepas are reaaly good: they might have cheese, fried eggs, meat or veggies."
    },
    "b2c7a822-c3f3-11ed-afa1-0242ac120002":{
        "_id": "b2c7a822-c3f3-11ed-afa1-0242ac120002",
        "title": "Trip to Paris Visiting the Tourist Attractions",
        "category": "Europe",
        "createdOn": "23 Feb 2023",
        "author": "Jean Smith",
        "imageUrl": "https://res.cloudinary.com/dnvg6uuxl/image/upload/v1677793219/travel-blog/popular/paris_xed1u2.jpg",
        "content": "In this post it will be discuss an awesome trip to Paris. This town is huge that you need a well-planned itinerary. In this way you can prioritize your visits and you will see everything that you want. \n There are several tourist attraction you must visit during your stay in Paris. \n The Eiffel Tower \n The Eiffel Tower is acknowledged as the universal symbol of both Paris and France. It was originally designed by Émile Nouguier and Maurice Koechlin. In March 1885, Gustave Eiffel, known primarily as a successful iron engineer, submitted a plan for a tower to the French Ministre du Commerce et de l'Industrie. He entered a competition for students studying at the university. The winning proposal would stand as the centerpiece of the 1889 Exposition. Eiffel's was one of over 100 submissions. Eiffel's proposal was finally chosen in June 1886. Even before its construction, the Tower's uniqueness was noticed. \n Arc de Triomphe \n The Arc de Triomphe de l'Étoile is one of the most famous monuments in Paris. It stands in the centre of the Place Charles de Gaulle (originally named Place de l'Étoile) at the western end of the Champs-Élysées. It should not be confused with a smaller arch, the Arc de Triomphe du Carrousel, which stands west of the Louvre. The Arc de Triomphe (in English: 'Triumphal Arch') honours those who fought and died for France in the French Revolutionary and the Napoleonic Wars, with the names of all French victories and generals inscribed on its inner and outer surfaces. \n Musée d'Orsay (Orsay Museum) \n The Musée d'Orsay is an art museum on the left bank of the Seine originally constructed as a train station in the late 1890s. It was designed by Gae Aulenti, Victor Laloux, and Émile Bernard. The Musée opened in 1986, and exhibits artworks from 1848 to 1914 with emphasis on French Impressionism. \n Sections of the museum focus on Symbolism, Naturalism, Impressionism, Post-Impressionism, Pont Aven School, and Art Nouveau, to name a few. \n Musée du Louvre (Louvre Museum) \n The Louvre Palace, originally built as a medieval fortress in the year 1190 by King Philippe Auguste, was transformed by successive governments. Since the French Revolution, it has hosted the Musée du Louvre, one of the largest museums of the western world. It houses some of the most popular and culturally ethnic form of art. The Louvre opened to the public on August 10, 1793. On March 3, 1989, I.M. Pei inaugurated his Glass Pyramid, which also serves as an official entrance to the main exhibition hall, which in turn leads to the temporary exhibition halls. The Musée is divided into three wings: Sully, Richelieu, and Denon, which showcase 35,000 pieces of art, much of it dating back to the Middle Ages. \n Notre-Dame de Paris \n The Notre-Dame de Paris is the largest cathedral in Paris. Construction began in 1163 by Maurice de Sully, the then appointed bishop of Paris. The construction campaign was divided into 4 parts, and was done by well-known builders of that era: Jean de Chelles, Pierre de Montreuil, Pierre de Chelles, Jean Ravy, Jean le Bouteiller. It took over 100 years for the Notre-Dame to be built completely. It was built in honour of Virgin Mary, making it a bishop’s church, a canon church and a baptistery. It is one of the main symbols of Paris. It is located at Île de la Cité, a small island in the heart of the city. \n Basilique du Sacré-Cœur \n The Basilique du Sacré-Cœur is a Roman Catholic Basilica that was built in 1914 and consecrated in 1919. It is located at the highest altitude in Paris, at butte Montmartre, itself a historically important artist colony. The church contains one of the world's largest mosaic of Jesus Christ, with his arms wide spread. The basilica was built in the honour of the 58,000 lives lost in the Franco-Prussian war in the year 1870. Paul Abadie, the winner of the competition to find the right architectural design, was the architect for the basilica. The basilica offers some beautiful panoramic views of Paris. The walls of the church are naturally always white and clean, due to the travertine stone used in its construction. The stone reacts with water and creates a chemical called calcite, which acts as a natural bleacher. \n The Sainte Chapelle \n The Sainte-Chapelle is a royal medieval Gothic chapel, located near the Palais de la Cité, on the Île de la Cité in the heart of Paris, France. Begun some time after 1239 and consecrated on 26 April 1248, the Sainte-Chapelle is considered among the highest achievements of the Rayonnant period of Gothic architecture. Its erection was commissioned by King Louis IX of France to house his collection of Passion Relics, including Christ's Crown of Thorns - one of the most important relics in medieval Christendom. Along with the Conciergerie, the Sainte-Chapelle is one of the earliest surviving buildings of the Capetian royal palace on the Île de la Cité. Although damaged during the French revolution, and restored in the 19th century, it retains one of the most extensive in-situ collections of 13th-century stained glass anywhere in the world. "
    }

}